Repository: mbenaiss/InsightRun
Catalog: InsightRun/insightrun/Localizable.xcstrings
Source language: en
Languages: fr

source: Restore Purchases
fr: Restaurer les achats

source: Retry
fr: Réessayer

source: Review & Accept
fr: Consulter et accepter

source: Review your performance & recovery
fr: Consultez vos performances et récupération

source: Review your training week every Sunday
fr: Consultez votre semaine d'entraînement chaque dimanche

source: Revoking AI data sharing will disable all AI-powered features including workout analysis, coaching and recovery insights.
fr: La révocation du partage de données IA désactivera toutes les fonctionnalités alimentées par l'IA, y compris l'analyse d'entraînement, le coaching et les informations de récupération.

source: Route
fr: Parcours

source: Run
fr: Course

source: Running
fr: Course

source: Running (indoor)
fr: Course à pied (tapis)

source: Running (outdoor)
fr: Course à pied (plein air)

source: Running AI Coach
fr: Coach IA Running

source: Running Efficiency
fr: Efficacité de course

source: Running Metrics
fr: Métriques de course

source: Running sessions and metrics
fr: Sessions de course et métriques

source: Running, sleep & recovery overview
fr: Course, sommeil et récupération

source: Runs
fr: Courses

source: Save
fr: Enregistrer

source: Save to Files or send to your device
fr: Enregistrez dans Fichiers ou envoyez vers votre appareil

source: Saved to Apple Health!
fr: Enregistré dans Apple Santé !

source: Scientific References
fr: Références scientifiques

source: Scoring uses personal baseline deviation (z-score) when enough data is available. A normal day at your baseline scores approximately 50%.
fr: Le scoring utilise la déviation par rapport à votre référence personnelle (z-score) lorsque suffisamment de données sont disponibles. Une journée normale à votre référence obtient environ 50 %.

source: Search by date or source
fr: Recherche par date ou source

source: See what your body is telling you
fr: Découvrez ce que votre corps vous dit

source: Select FIT File
fr: Sélectionner un fichier FIT

source: Send Feedback
fr: Envoyer un feedback

source: Server error. Please try again.
fr: Erreur serveur. Veuillez réessayer.

source: Server error. Try again later.
fr: Erreur serveur. Réessayez plus tard.

source: Sessions
fr: Séances

source: Settings
fr: Réglages

# settings.ai_privacy.footer
source: When enabled, your health and fitness data is sent to a third-party AI service for personalized coaching. You can revoke access at any time.
fr: Lorsque cette option est activée, vos données de santé et de forme physique sont envoyées à un service IA tiers pour un coaching personnalisé. Vous pouvez révoquer l'accès à tout moment.

source: Sex
fr: Sexe

source: Short
fr: Court

source: Signals
fr: Signaux

source: Skip for now
fr: Passer pour l'instant

source: Sleep
fr: Sommeil

source: Sleep & Recovery
fr: Sommeil et récupération

source: Sleep data
fr: Données de sommeil

source: Sleep Details
fr: Détails du sommeil

source: Sleep duration
fr: Durée de sommeil

source: Sleep Duration
fr: Durée du sommeil

source: Sleep Efficiency
fr: Efficacité du sommeil

source: Sleep efficiency is the percentage of time in bed actually spent sleeping. Good sleep efficiency is above 85%.
fr: L'efficacité du sommeil est le pourcentage du temps au lit réellement passé à dormir. Une bonne efficacité du sommeil est supérieure à 85 %.

source: Sleep efficiency needs improvement (%lld%%) - optimize your sleep environment
fr: Efficacité de sommeil à améliorer (%lld%%) — optimisez votre environnement de sommeil

source: Sleep Quality
fr: Qualité du sommeil

source: Sleep recommendations are based on National Sleep Foundation guidelines (2015). 7-9 hours is recommended for adults aged 18-64.
fr: Les recommandations de sommeil sont basées sur les directives de la National Sleep Foundation (2015). 7 à 9 heures sont recommandées pour les adultes de 18 à 64 ans.

source: Sleep session
fr: Session de sommeil

source: Sleep stages
fr: Phases de sommeil

source: Slow
fr: Lent

source: Slowest
fr: Plus lent

source: Smart alerts
fr: Alertes intelligentes

source: Smart suggestions based on your history
fr: Suggestions intelligentes basées sur votre historique

source: Splits
fr: Fractionnés

source: SpO2 guidelines are based on WHO recommendations. Normal range is 95-100%. Values below 94% may warrant medical attention.
fr: Les directives SpO2 sont basées sur les recommandations de l'OMS. La plage normale est de 95-100 %. Les valeurs inférieures à 94 % peuvent nécessiter une attention médicale.

source: Stair Ascent Speed
fr: Vitesse montée d'escaliers

source: Stair Descent Speed
fr: Vitesse descente d'escaliers

source: Stand
fr: Debout

source: Starting points
fr: Points de départ

# statistics.charts.distance.title
source: Distance Over Time
fr: Distance par période

# statistics.charts.noData
source: No data available for the selected period
fr: Aucune donnée disponible pour cette période

# statistics.charts.peak
source: Peak
fr: Pic

# statistics.charts.totalKm
source: km total
fr: km au total

# statistics.charts.workout
source: workout
fr: entraînement

# statistics.charts.workouts
source: Workouts
fr: Entraînements

# statistics.coach.eyebrow
source: Read of the month
fr: Lecture du mois

# statistics.coach.generate.caption
source: Get a one-line read of how this month compared to last month.
fr: Obtiens une lecture en une phrase de la comparaison entre ce mois et le précédent.

# statistics.coach.generate.cta
source: Generate with AI
fr: Générer avec l'IA

# statistics.coach.loading
source: Reading your month…
fr: Lecture de ton mois…

# statistics.coach.needsConsent
source: AI consent is required to generate your monthly read.
fr: Le consentement IA est requis pour générer ta lecture du mois.

# statistics.coach.teaser.cta
source: Unlock with AI
fr: Débloquer avec l'IA

# statistics.coach.teaser.placeholder
source: Volume down −21% vs last month, but quality preserved: average pace improved by 5"/km. You ran less, but better.
fr: Volume en baisse de −21 % vs mars, mais qualité préservée : ton allure moyenne s'est améliorée de 5"/km. Tu cours moins, mais mieux.

# statistics.coach.teaser.unlock
source: Unlock the read of the month
fr: Débloque la lecture du mois

# statistics.comparison.duration
source: Total Time
fr: Temps total

# statistics.comparison.lastMonth
source: Last month
fr: Mois dernier

# statistics.comparison.pace
source: Average Pace
fr: Allure moyenne

# statistics.comparison.thisMonth
source: This month
fr: Ce mois

# statistics.comparison.title
source: This Month vs Last Month
fr: Ce mois vs mois dernier

# statistics.comparison.workouts
source: Workouts
fr: Entraînements

# statistics.distance.long
source: Long (10-15 km)
fr: Longue (10-15 km)

# statistics.distance.medium
source: Medium (5-10 km)
fr: Moyenne (5-10 km)

# statistics.distance.short
source: Short (< 5 km)
fr: Courte (< 5 km)

# statistics.distance.veryLong
source: Very long (> 15 km)
fr: Très longue (> 15 km)

# statistics.distribution.distance.title
source: Distance Distribution
fr: Répartition des distances

# statistics.distribution.pace.title
source: Pace Distribution
fr: Distribution des allures

# statistics.distribution.workoutsCount
source: %d workouts
fr: %d entraînements

# statistics.empty.message
source: Start tracking your workouts to see your statistics and progress.
fr: Commencez à enregistrer vos entraînements pour voir vos statistiques et votre progression.

# statistics.empty.title
source: No Statistics Yet
fr: Aucune statistique

# statistics.eyebrow
source: Trends
fr: Tendances

# statistics.granularity.month
source: Month
fr: Mois

# statistics.granularity.week
source: Week
fr: Semaine

# statistics.header.1year
source: Last 12 months
fr: 12 derniers mois

# statistics.header.6months
source: Last 6 months
fr: 6 derniers mois

# statistics.header.all
source: All time
fr: Historique complet

# statistics.header.sessionsCount
source: %lld sessions
fr: %lld séances

# statistics.header.thisWeek
source: This week
fr: Cette semaine

# statistics.kpi.avgPace
source: Avg pace
fr: Allure moy

# statistics.kpi.duration
source: Time
fr: Temps

# statistics.kpi.workouts
source: Sessions
fr: Séances

# statistics.overview.averagePace
source: Average Pace
fr: Allure moyenne

# statistics.overview.title
source: Overview
fr: Vue d'ensemble

# statistics.overview.totalDistance
source: Total Distance
fr: Distance totale

# statistics.overview.totalDuration
source: Total Time
fr: Temps total

# statistics.overview.totalWorkouts
source: Total Workouts
fr: Entraînements

# statistics.pace.zone.intervals
source: Intervals · VMA
fr: Intervalles · VMA

# statistics.pace.zone.recovery
source: Recovery · long
fr: Récup · long

# statistics.pace.zone.tempo
source: Tempo · threshold
fr: Tempo · seuil

# statistics.performance.averageDistance
source: Average Distance
fr: Distance moyenne

# statistics.performance.averageDuration
source: Average Duration
fr: Durée moyenne

# statistics.performance.title
source: Performance Averages
fr: Moyennes et performances

# statistics.performance.weeklyFrequency
source: Weekly Frequency
fr: Fréquence hebdomadaire

# statistics.performance.workoutsPerWeekValue
source: %@ workouts/week
fr: %@ entraînements/semaine

# statistics.period.1year
source: 1 year
fr: 1 an

# statistics.period.6months
source: 6 months
fr: 6 mois

# statistics.period.all
source: All
fr: Tout

# statistics.period.thisMonth
source: This month
fr: Ce mois

# statistics.period.thisWeek
source: Week
fr: Semaine

# statistics.period.year
source: Year
fr: Année

# statistics.records.best5k
source: Best 5K
fr: Meilleur 5K

# statistics.records.best10k
source: Best 10K
fr: Meilleur 10K

# statistics.records.bestHalf
source: Best Half Marathon
fr: Meilleur semi-marathon

# statistics.records.bestMarathon
source: Best Marathon
fr: Meilleur marathon

# statistics.records.fastestPace
source: Fastest Pace
fr: Course la plus rapide

# statistics.records.longestDistance
source: Longest Distance
fr: Distance la plus longue

# statistics.records.longestDuration
source: Longest Duration
fr: Durée la plus longue

# statistics.records.title
source: Personal Records
fr: Records personnels

# statistics.section.distanceDistribution
source: Distance distribution
fr: Répartition des distances

# statistics.section.distanceOverPeriod
source: Distance over period
fr: Distance par période

# statistics.section.paceDistribution
source: Pace distribution
fr: Distribution des allures

# statistics.section.thisPeriod
source: This period
fr: Cette période

# statistics.tab.overview
source: Overview
fr: Vue d'ensemble

# statistics.title
source: Statistics
fr: Statistiques

# statistics.year
source: Year
fr: Année

source: Status Thresholds (ACWR)
fr: Seuils de statut (ACWR)

source: Stay on track
fr: Restez motivé

source: Stay well hydrated throughout the day
fr: Restez bien hydraté tout au long de la journée

source: Steady
fr: Régulier

# Step %lld of %lld
source: Step %1$lld of %2$lld
fr: Étape %lld sur %lld

source: steps
fr: étapes

source: Steps
fr: Pas

source: Steps × 30% + Calories × 35% + Exercise × 35%
fr: Pas × 30% + Calories × 35% + Exercice × 35%

source: Steps target based on Tudor-Locke C, Bassett DR, Sports Medicine (2004). Default calorie target from Ainsworth BE et al., Compendium of Physical Activities, MSSE (2011). Exercise minutes from WHO Guidelines on Physical Activity (2020), 150 min/week ≈ 30 min/day. Personal targets from Apple Activity Rings when available.
fr: Cible de pas basée sur Tudor-Locke C, Bassett DR, Sports Medicine (2004). Cible calorique par défaut d'après Ainsworth BE et coll., Compendium of Physical Activities, MSSE (2011). Minutes d'exercice selon les Recommandations OMS sur l'activité physique (2020), 150 min/semaine ≈ 30 min/jour. Cibles personnelles via Anneaux d'activité Apple lorsque disponibles.

source: Strava Connected
fr: Strava Connecté

source: Stride Length
fr: Longueur de foulée

source: Subscribe Now
fr: S'abonner maintenant

source: Subscribe to access all your workouts, AI coaching, and advanced analytics
fr: Abonnez-vous pour accéder à tous vos entraînements, coaching IA et analyses avancées

source: Subscribe to unlock AI analysis
fr: Abonnez-vous pour débloquer l'analyse IA

source: Subscribe to unlock AI-powered workout generation, personalized training plans, and smart suggestions based on your training history.
fr: Abonnez-vous pour débloquer la génération d'entraînements par IA, des plans d'entraînement personnalisés et des suggestions intelligentes basées sur votre historique.

source: Subscription
fr: Abonnement

source: Suggest a workout based on my history
fr: Suggérer un entraînement basé sur mon historique

source: Suggested for you
fr: Suggéré pour toi

source: Suggested questions
fr: Questions suggérées

source: Suggested Workout
fr: Entraînement suggéré

source: Sunday at 6:00 PM
fr: Dimanche à 18h00

source: Suunto data has been merged with the existing HealthKit workout.
fr: Les données Suunto ont été fusionnées avec l'entraînement HealthKit existant.

source: Swimming
fr: Natation

source: Sync failed: %@
fr: Échec de la synchronisation : %@

source: Sync Now
fr: Synchroniser

source: Sync your recent workouts for better AI insights
fr: Synchronisez vos entraînements récents pour de meilleures analyses IA

source: Synchronize
fr: Synchroniser

source: System
fr: Système

# tab.dashboard
source: Dashboard
fr: Tableau de bord

# tab.goals
source: Goals
fr: Objectifs

# tab.statistics
source: Statistics
fr: Statistiques

# tab.workouts
source: Workouts
fr: Courses

source: Tap to see your AI analysis and recovery insights.
fr: Touchez pour voir votre analyse IA et vos données de récupération.

source: Taper
fr: Affûtage

source: Target: %@ /km
fr: Cible : %@ /km

source: Temperature
fr: Température

source: Templates
fr: Modèles

source: Tempo run
fr: Tempo

source: Tempo Run
fr: Course tempo

source: TestFlight - Premium Access
fr: TestFlight - Accès Premium

source: The information provided in this app is for educational and informational purposes only. It is not intended as a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. The health metrics and recommendations in this app are based on published scientific research and general guidelines. Individual results may vary, and what is considered "normal" or "optimal" can differ based on age, fitness level, and health status. If you experience any concerning symptoms or changes in your health metrics, please consult with a qualified healthcare professional.
fr: Les informations fournies dans cette app le sont à titre éducatif et informatif uniquement. Elles ne remplacent pas l'avis, le diagnostic ou le traitement d'un professionnel de santé. Consultez toujours votre médecin ou un autre professionnel de santé qualifié pour toute question relative à un état médical. Les indicateurs et recommandations de cette app reposent sur des recherches scientifiques publiées et des recommandations générales. Les résultats individuels peuvent varier, et ce qui est considéré comme « normal » ou « optimal » peut différer selon l'âge, le niveau de forme et l'état de santé. En cas de symptôme préoccupant ou de changement dans vos indicateurs de santé, consultez un professionnel de santé qualifié.

source: The language or locale is not supported by the model.
fr: La langue ou locale n'est pas supportée par le modèle.

source: The model cannot respond to this request. Please try another question.
fr: Le modèle ne peut pas répondre à cette demande. Veuillez essayer une autre question.

source: The prompt cannot be empty
fr: Le prompt ne peut pas être vide

source: The prompt must contain at least 3 characters
fr: Le prompt doit contenir au moins 3 caractères

source: The request timed out. Please try again.
fr: La requête a expiré. Veuillez réessayer.

source: The workout is invalid and cannot be exported
fr: L'entraînement est invalide et ne peut pas être exporté

source: These recommendations are based on published scientific research.
fr: Ces recommandations sont basées sur des recherches scientifiques publiées.

source: Thinking...
fr: Réflexion en cours...

source: This device doesn't support Apple Intelligence
fr: Cet appareil ne prend pas en charge Apple Intelligence

source: This Month
fr: Ce mois

source: This sport type is not supported yet
fr: Ce type de sport n'est pas encore pris en charge

source: This Week
fr: Cette semaine

# This week: %lld runs, %@ km
source: This week: %1$lld runs, %2$@ km
fr: Cette semaine : %lld courses, %@ km

source: This workout has already been imported.
fr: Cet entraînement a déjà été importé.

source: This Year
fr: Cette année

source: Time
fr: Temps

source: Time to Run
fr: C'est l'heure de courir

source: Tip: Enable permissions in Settings → Privacy → Health → Insight Run
fr: Astuce : Activez les permissions dans Réglages → Confidentialité → Santé → Insight Run

source: today
fr: aujourd'hui

source: Today
fr: Aujourd'hui

source: Today at %@
fr: Aujourd'hui à %@

source: Today, %@
fr: Aujourd'hui, %@

source: Today's Activity
fr: Activité du jour

source: TODAY'S FORM
fr: TA FORME

source: Today's Metrics
fr: Métriques du jour

source: Too many attempts. Please try again later.
fr: Trop de tentatives. Réessayez plus tard.

source: Too many requests. Please try again later.
fr: Trop de demandes. Veuillez réessayer plus tard.

source: Too many requests. Please wait a moment before trying again.
fr: Trop de requêtes. Veuillez patienter quelques instants avant de réessayer.

source: Too many requests. Try again in a few minutes.
fr: Trop de requêtes. Réessayez dans quelques minutes.

source: Too much data in the conversation. Please start a new session.
fr: Trop de données dans la conversation. Veuillez démarrer une nouvelle session.

source: Total calories
fr: Calories totales

source: Total calories burned per day, combining basal metabolism (energy spent at rest) with active calories from movement and exercise. A useful proxy for daily energy expenditure.
fr: Calories totales brûlées par jour : métabolisme de base (énergie dépensée au repos) plus calories actives liées au mouvement et à l'exercice. Un bon indicateur de la dépense énergétique quotidienne.

source: Track your fitness and readiness
fr: Suivez votre forme et disponibilité

source: Training Coach
fr: Coach d'entraînement

source: Training Data
fr: Données d'entraînement

source: Training intensity and recovery
fr: Intensité d'entraînement et récupération

source: Training Load
fr: Charge d'entraînement

source: Training Load & Cardiac Stress
fr: Charge d'entraînement et stress cardiaque

source: Treadmill
fr: Tapis

source: Trends
fr: Tendances

source: TRIMP = Duration × ΔHR × Weight(ΔHR)
fr: TRIMP = Durée × ΔFC × Poids(ΔFC)

source: Try again
fr: Réessayer

source: Unable to calculate readiness score. Please try again.
fr: Impossible de calculer le score de disponibilité. Veuillez réessayer.

source: Unable to generate analysis
fr: Impossible de générer l'analyse

source: Unable to load health profile: %@
fr: Impossible de charger le profil santé : %@

source: Unable to load more workouts: %@
fr: Impossible de charger plus de séances : %@

source: Unable to load recovery metrics: %@
fr: Impossible de charger les indicateurs de récupération : %@

source: Unable to load workouts: %@
fr: Impossible de charger les séances : %@

source: Unable to refresh baseline: %@
fr: Impossible de rafraîchir la baseline : %@

source: Unauthorized - Invalid app key
fr: Non autorisé - Clé d'application invalide

source: Unexpected error: %@
fr: Erreur inattendue : %@

source: unknown
fr: inconnue

source: Unknown
fr: Inconnu

source: Unknown error (HTTP %lld)
fr: Erreur inconnue (HTTP %lld)

source: Unknown error: %@
fr: Erreur inconnue : %@

source: Unlock AI Coaching
fr: Débloquez le Coaching IA

source: Unlock full access to advanced AI analysis, personalized advice and more.
fr: Débloquez l'accès complet à l'analyse IA avancée, les conseils personnalisés et bien plus encore.

source: Unlock Full Analysis
fr: Débloquer l'analyse complète

source: Unlock Premium
fr: Débloquer Premium

source: Unlock your full AI analysis
fr: Débloquez votre analyse IA complète

source: Unlock Your Full Training History
fr: Débloquez votre historique complet

source: Unsupported generation format: %@
fr: Format de génération non supporté : %@

source: Untitled Conversation
fr: Conversation sans titre

source: Update Athletic Profile
fr: Mettre à jour le profil athlétique

source: Update Failed
fr: Mise à jour échouée

source: Update Profile
fr: Mettre à jour le profil

source: Update recommended
fr: Mise à jour recommandée

source: Value
fr: Valeur

source: Variability
fr: Variabilité

source: Vertical Oscillation
fr: Oscillation verticale

source: Very Brisk
fr: Très vif

source: Very Hard
fr: Très difficile

source: Very Low
fr: Très faible

source: Very Slow
fr: Très lent

source: View all sources
fr: Voir toutes les sources

source: View detail
fr: Voir le détail

source: View Medical Sources
fr: Voir les sources médicales

source: View on Strava
fr: Voir sur Strava

source: View scientific references
fr: Afficher les références scientifiques

source: View Source
fr: Voir la source

source: Visualize your evolution over time
fr: Visualisez votre évolution dans le temps

source: Vital Signs
fr: Signes vitaux

source: VO2 Max, HRV, and more
fr: VO2 Max, VRC et plus

source: Volume
fr: Volume du mois

source: vs avg
fr: vs moy.

source: vs Previous Week
fr: vs Semaine précédente

source: vs yesterday
fr: vs hier

source: Waiting before retry...
fr: Patientez avant de réessayer...

source: Walking
fr: Marche

source: Walking Asymmetry
fr: Asymétrie de marche

source: Walking Speed
fr: Vitesse de marche

source: Walking Steadiness
fr: Stabilité de marche

source: Warm Up
fr: Échauffement

source: Warm-up
fr: Échauffement

source: Warmup
fr: Échauffement

source: Warnings for overtraining and inactivity
fr: Alertes de surentraînement et d'inactivité

source: Week
fr: Sem

source: Weekly activity
fr: Activité hebdo

source: Weekly Activity
fr: Activité hebdomadaire

source: Weekly summary
fr: Résumé hebdomadaire

source: Weekly Summary
fr: Résumé hebdomadaire

source: Weekly Summary 📊
fr: Résumé hebdomadaire 📊

source: Weight
fr: Poids

source: Welcome to Insight Run
fr: Bienvenue sur Insight Run

source: What are the signs of overtraining?
fr: Quels sont les signes de surmenage ?

source: What does this mean?
fr: Que signifie ceci ?

source: What is my best workout?
fr: Quel est mon meilleur entraînement ?

source: What is my progression?
fr: Quelle est ma progression ?

source: What is this?
fr: Qu'est-ce que c'est ?

source: What pace should I target for my next workout?
fr: Quelle allure dois-je viser pour mon prochain entraînement ?

source: What training boosts VO2 Max?
fr: Quel entraînement booste le VO2 Max ?

source: What type of training is suitable?
fr: Quel type d'entraînement est adapté ?

source: What was my best pace?
fr: Quelle était ma meilleure allure ?

source: What workout do you want?
fr: Quel entraînement souhaitez-vous ?

source: What workout should I do today?
fr: Quel entraînement faire aujourd'hui ?

source: What's my ideal training volume?
fr: Quel est mon volume d'entraînement idéal ?

source: What's my next realistic goal?
fr: Quel est mon prochain objectif réaliste ?

source: What's my weekly volume trend?
fr: Quelle est la tendance de mon volume hebdomadaire ?

source: What's the ideal cadence?
fr: Quelle est la cadence idéale ?

source: Which workout
fr: Quelle séance

source: Why is my HRV low?
fr: Pourquoi ma VFC est-elle basse ?

source: Work
fr: Travail
